Repository: common-repository/atec-cache-apcu
Catalog: languages/atec-cache-apcu-*.po
Languages: de_de

source: Save
de_de: Speichern

source: Type
de_de: Typ

source: Size
de_de: Größe

source: Title
de_de: Titel

source: Key
de_de: Schlüssel

source: Value
de_de: Wert

source: Settings
de_de: Einstellungen

source: Post a review
de_de: Bewertung abgeben

source: grouped
de_de: gruppiert

source: cleared
de_de: gelöscht

source: Empty PCache
de_de: PCache leeren

source: Cached pages and posts
de_de: Zwischengespeicherte Seiten und Beiträge

source: Empty page cache
de_de: Seiten-Cache leer

source: No page cache data available
de_de: Keine Seiten-Cache-Daten verfügbar

source: Enable page cache
de_de: Seiten-Cache aktivieren

source: Show debug
de_de: „Debug“ anzeigen

source: Cache indicator and browser console log
de_de: Cache-Anzeige und Browser-Konsolenprotokoll

source: The „Show debug“ feature is for temporary use. It will show a small APCu cache icon in the upper left corner, when the page is served from the page cache. In addition you will find further details in your browser console. Please flush the page cache, once you are done with testing.
de_de: Die Funktion „Debug anzeigen“ ist für die vorübergehende Verwendung vorgesehen. In der oberen linken Ecke wird ein kleines APCu Cache-Symbol angezeigt, wenn die Seite aus dem Seiten-Cache bereitgestellt wird. Darüber hinaus finden Sie weitere Details in Ihrer Browserkonsole. Bitte leeren Sie den Seiten-Cache, sobald Sie mit dem Testen fertig sind.

source: The page cache caches pages, posts, categories and single product pages (WooCommerce).
de_de: Der Seiten-Cache speichert Seiten, Beiträge, Kategorien und einzelne Produktseiten (WooCommerce).

source: Do not use multiple page cache plugins simultaneously.
de_de: Aktivieren Sie den APCu Seiten-Cache nicht zusammen mit anderen Seiten-Cache-Plugins.

source: Auto clear
de_de: Automatisch löschen

source: Clear cache, after plugin & theme changes
de_de: Cache leeren - nach Plugin / Theme Aktualisierung

source: Page Cache
de_de: Seiten-Cache

source: APCu Page Cache
de_de: APCu Seiten-Cache

source: Page cache requires APCu object cache
de_de: Seiten-Cache erfordert APCu Objekt-Cache

source: Current size
de_de: Aktuelle Größe

source: You now have a persistent WP object cache
de_de: Sie verfügen jetzt über einen persistenten WP Objekt-Cache

source: This is the main feature of the plugin and will speed up your site
de_de: Dies ist die Hauptfunktion des Plugins und wird Ihre Website beschleunigen

source: No object cache data available
de_de: Keine Objekt-Cache-Daten verfügbar

source: The page cache is an additional feature of this plugin
de_de: Der Seiten-Cache ist eine zusätzliche Funktion dieses Plugins

source: It will give your page an additonal boost, by delivering pages from APCu cache
de_de: Es verleiht Ihrer Seite einen zusätzlichen Schub, indem Seiten aus dem APCu-Cache bereitgestellt werden

source: APCu not enabled – Page cache disabled
de_de: APCu nicht aktiviert – Seiten-Cache deaktiviert

source: Outdated atec-cache-APCu object-cache.php deleted
de_de: Veraltete atec-cache-APCu object-cache.php gelöscht

source: TARGET file already exists
de_de: ZIEL-Datei existiert bereits

source: SOURCE
de_de: QUELLE

source: TARGET
de_de: ZIEL

source: Object-cache installation failed
de_de: Die Installation des Objekt-Caches ist fehlgeschlagen

source: Object-cache installation successful
de_de: Objekt-Cache Installation erfolgreich

source: Can not find object-cache.php in your wp-content folder. Please deactivate/activate this plugin. Installing the object-cache.php is part of the activation process.
de_de: Die Datei object-cache.php konnte nicht im 'wp-content'-Ordner gefunden werden. Diese Datei ist erforderlich, um einen persistenten APCu-Objekt-Cache zu implementieren. Bitte deaktivieren/reaktivieren Sie dieses Plugin. Die Installation der object-cache.php ist Teil des Aktivierungsprozesses.

source: APCu extension is not enabled but it is required for this plugin to work. Once you have activated APCu, please reactivate this plugin to install the object cache.
de_de: Die APCu-Erweiterung ist nicht aktiviert, wird aber benötigt, damit dieses Plugin funktioniert. Nachdem Sie APCu-Erweiterung aktiviert haben, aktivieren Sie dieses Plugin bitte erneut, um den Objekt-Cache zu installieren.

source: LiteSpeed-server and -cache plugin detected
de_de: LiteSpeed Server und LSCWP-Cache Plugin gefunden

source: Page cache is NOT active
de_de: Seiten-Cache ist NICHT aktiv

source: The page cache saves pages, posts and categories – no product/shop pages (WooCommerce).
de_de: Der Seiten-Cache speichert Seiten, Beiträge, Kategorien und Schlagwortseiten – aber keine Produkt- oder Shopseiten (WooCommerce).

source: Please do not use LiteSpeed page-cache together with APCu page-cache – choose either one
de_de: Bitte nutzen Sie den LiteSpeed Seiten-Cache nicht zusammen mit dem APCu Seiten-Cache – entscheiden Sie sich für einen der beiden.

source: „Show debug“
de_de: „Debug-Anzeige“

source: The „Show debug“ feature is for temporary use. It will show a small green circle in the upper left corner, when the page is served from cache. In addition you will find further details in your browser console. Please flush the page cache, once you are done with testing.
de_de: Die „Debug-Anzeige“ ist zum Plugin-Test gedacht, also nur für temporäre Nutzung. In der oberen linken Ecke wird ein kleiner grüner Kreis angezeigt, wenn die Seite aus dem Cache ausgeliefert wurde.

source: status is not available
de_de: Status ist nicht vorhanden

source: OPcache usage is beyond 90%. Please consider increasing the „memory_consumption“ option
de_de: OPcache Gebrauch ist über 90%. Erhöhen Sie die „memory_consumption“ Einstellung bei Bedarf

source: APCu usage is beyond 90%. Please consider increasing „apc.shm_size“ option
de_de: APCu Gebrauch ist über 90%. Erhöhen Sie die „apc.shm_size“ Einstellung bei Bedarf

source: Extension
de_de: Erweiterung

source: Extensions
de_de: Erweiterungen

source: extension is NOT installed/enabled
de_de: Erweiterung ist NICHT installiert/aktiviert

source: cache data could NOT be retrieved
de_de: Cache-Daten konnten NICHT abgerufen werden

source: not available
de_de: nicht verfügbar

source: Persistent
de_de: Persistenter

source: object cache
de_de: Objekt-Cache

source: Object Cache
de_de: Objekt-Cache

source: is writeable
de_de: ist beschreibbar

source: Statistics
de_de: Statistik

source: successful
de_de: erfolgreich

source: failed
de_de: fehlgeschlagen

source: Empty cache
de_de: Cache leeren

source: Flush
de_de: Leeren

source: Flushing
de_de: Ausleeren des

source: Memory
de_de: Speicher

source: Used
de_de: Benutzt

source: Usage
de_de: Benutzt

source: Items
de_de: Einträge

source: items
de_de: Einträge

source: Hits
de_de: Treffer

source: Misses
de_de: Fehlschläge

source: Hitrate
de_de: Trefferrate

source: Not in use
de_de: Nicht in Gebrauch

source: Max. files
de_de: Max. Dateien

source: String buffer
de_de: String Puffer

source: Revalidate
de_de: Validieren

source: Recommended settings
de_de: Empfohlene Einstellung

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: enabled
de_de: aktiviert

source: disabled
de_de: deaktiviert

source: Execution time
de_de: Ausführungszeit

source: Dashboard
de_de: Übersicht

source: APCu object and page cache
de_de: APCu-Objekt- und Seiten-Cache

source: atec Cache Info & Statistics (OPcache, WP-object-cache, JIT, APCu, Memcached, Redis, SQLite-object-cache)
de_de: atec Cache Info & Statistik (OPcache, WP-object-cache, JIT, APCu, Memcached, Redis, SQLite-object-cache)

source: Custom code snippets for WP
de_de: Benutzerdefinierte Codeausschnitte für WP

source: DDoS block (Distributed Denial of Service Attacks)
de_de: DDoS-Blockierung (Distributed Denial of Service-Angriffe)

source: Show debug log in admin bar
de_de: Debug-Protokoll in der Admin-Leiste anzeigen

source: Dir Scan & Statistics (Number of files and size per directory)
de_de: Verzeichnisscan und Statistik (Anzahl der Dateien und Größe pro Verzeichnis)

source: Add custom meta tags to the head section
de_de: Benutzerdefinierte Meta-Tags zum Kopfbereich hinzufügen

source: Lightweight performance tuning plugin
de_de: Leichgewichtiges Plugin zur Leistungsoptimierung

source: Custom translation strings for polylang plugin
de_de: Benutzerdefinierte Übersetzungszeichenfolgen für das Polylang-Plugin

source: Measure plugins & theme execution time
de_de: Plugins und Theme-Ausführungszeit messen

source: Add custom SMTP mail settings to WP_Mail
de_de: Benutzerdefinierte SMTP-Mail-Einstellungen zu WP_Mail hinzufügen

source: System Information (OS, server, memory, PHP and database details, php.ini, wp-config, .htaccess and PHP extensions)
de_de: Systeminformationen (Betriebssystem, Server, Speicher, PHP- und Datenbankdetails, php.ini, wp-config, .htaccess und PHP-Erweiterungen)

source: Web map, conform with privacy regulations
de_de: Webkarte, DSGVO konform

source: Published
de_de: Veröffentlicht

source: In review
de_de: In Rezension

source: In progress
de_de: In der Entwicklung

source: Preview
de_de: Vorschau

source: Installed
de_de: Installiert

source: Description
de_de: Beschreibung

source: All our plugins are optimized for speed, size and CPU footprint (frontend & backend)
de_de: Alle unsere Plugins sind hinsichtlich Geschwindigkeit, Größe und CPU-Fußabdruck (Frontend und Backend) optimiert

source: Also, they share the same `atec-WP-plugin´ framework – so that shared code will only load once, even with multiple plugins enabled
de_de: Außerdem teilen sie sich das gleiche `atec-WP-plugin´-Framework, sodass gemeinsam genutzter Code nur einmal geladen wird, selbst wenn mehrere Plugins aktiviert sind.

source: With an average of 1 ms CPU time, we consider our plugins to be super fast. Other plugins typically require much more time (Polylang ≈ 45 ms, WooCommerce ≈ 500 ms)
de_de: Mit einer durchschnittlichen Ausführungszeit von 1 ms sind die `atec-WP-Plugins´ super schnell. Andere Plugins sind deutlich langsamer (Polylang ≈ 45 ms, WooCommerce ≈ 500 ms)

source: All atec-plugins in the WordPress directory
de_de: Alle atec-Plugins im WordPress-Verzeichnis

source: Install and auto update `atec´ plugins
de_de: `atec´ Plugins verwalten (automatisch aktualisieren)

source: Operating system
de_de: Betriebssystem

source: Architecture
de_de: Architektur

source: Date/Time
de_de: Datum/Uhrzeit

source: free
de_de: frei

source: Location
de_de: Standort

source: root
de_de: Wurzel

source: size
de_de: Größe

source: Versions
de_de: Versionen

source: usage (peak)
de_de: Nutzung (Spitze)

source: Database
de_de: Datenbank

source: driver
de_de: Treiber

source: user
de_de: Benutzer

source: PRO license activated
de_de: PRO Lizenz aktiviert

source: Get your PRO „Lifetime-Site-License“
de_de: PRO Lizenz kaufen

source: „Lifetime-Site-License“
de_de: „Lebenszeit-Site-Lizenz“

source: Thank you for activating your „Lifetime-Site-License“.
de_de: „Lebenszeit-Site-Lizenz“

source: Get your „Lifetime-Site-License“ for ALL our plugins.
de_de: „Lebenszeit-Site-Lizenz“

source: A single license code will unlock the PRO features of ALL our plugins, site-wide
de_de: Ein einziger Lizenz-Code schaltet alle PRO-Funktionen aller atec-Plugins für Ihre Website frei

source: Just pay via PayPal and send us the domain name of your site
de_de: Zahlen Sie einfach per PayPal und schicken Sie uns den Domain-Namen Ihrer Website

source: You will get your license code via email
de_de: Sie erhalten Ihren Lizenz-Code per Email

source: No registration required.
de_de: Keine Registrierung erforderlich.

source: License code is valid for your site
de_de: Der Lizenz-Code ist für Ihre Site gültig

source: License code not valid
de_de: Der Lizenz-Code ist ungültig

source: GET YOUR LICENSE NOW
de_de: LIZENZ KAUFEN

source: License code
de_de: Lizenz-Code
